Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DefaultWindowsCreateButton.AutomationProperties.HelpText
source: Create the Default Windows base policy
ar: إنشاء نهج Windows الافتراضي الأساسي
de_de: Die Basisrichtlinie "Standard-Windows" erstellen
el_gr: Δημιουργία της βασικής πολιτικής Default Windows
es: Crear la directiva base Windows Predeterminado
fr_fr: Créer la politique de base Windows par Défaut
he_il: צור את מדיניות הבסיס של חלונות ברירת מחדל
hi_in: Default Windows मूल नीति बनाएँ
ja_jp: デフォルトWindowsベースポリシーを作成します
ml_in: ഡിഫോൾട്ട് വിൻഡോസ് അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady Domyślny Windows
tr_tr: Varsayılan Windows temel ilkesini oluşturma

# SignedAndReputableCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# SignedAndReputableCreateButton.ToolTipService.ToolTip
source: Create the Signed and Reputable base policy
ar: إنشاء نهج "موقّع وذو سمعة جيدة" الأساسي
de_de: Die Basisrichtlinie "Signiert und vertrauenswürdig" erstellen
el_gr: Δημιουργία της βασικής πολιτικής Signed and Reputable
es: Crear la directiva base Firmado y de Buena Reputación
fr_fr: Créer la politique de base Signé et Réputé
he_il: צור את מדיניות הבסיס של חתום ומוכר
hi_in: Signed and Reputable मूल नीति बनाएँ
ja_jp: 署名済み＆信頼できるベースポリシーを作成します
ml_in: ഒപ്പിട്ടതും പ്രശസ്തവുമായ അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady Podpisane i renomowane
tr_tr: İmzalı ve Saygın temel politikayı oluşturun

# SignedAndReputableCreateButton.AutomationProperties.HelpText
source: Create the Signed and Reputable base policy
ar: إنشاء نهج "موقّع وذو سمعة جيدة" الأساسي
de_de: Die Basisrichtlinie "Signiert und vertrauenswürdig" erstellen
el_gr: Δημιουργία της βασικής πολιτικής Signed and Reputable
es: Crear la directiva base Firmado y de Buena Reputación
fr_fr: Créer la politique de base Signé et Réputé
he_il: צור את מדיניות הבסיס של חתום ומוכר
hi_in: Signed and Reputable मूल नीति बनाएँ
ja_jp: 署名済み＆信頼できるベースポリシーを作成します
ml_in: ഒപ്പിട്ടതും പ്രശസ്തവുമായ അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady Podpisane i renomowane
tr_tr: İmzalı ve Saygın temel politikayı oluşturun

# RecommendedDriverBlockRulesCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# RecommendedDriverBlockRulesCreateButton.ToolTipService.ToolTip
source: Create the Microsoft Recommended Drivers Block List policy
ar: إنشاء نهج قائمة حظر برامج التشغيل الموصى بها من Microsoft
de_de: Die Richtlinie "Von Microsoft empfohlene Treiber-Blockliste" erstellen
el_gr: Δημιουργία της πολιτικής Λίστας Αποκλεισμού Συνιστώμενων Οδηγών της Microsoft
es: Crear la directiva de Lista de Bloqueo de Controladores Recomendados de Microsoft
fr_fr: Créer la politique de liste de blocage des pilotes recommandés par Microsoft
he_il: צור את מדיניות רשימת חסימת מנהלי התקנים המומלצת של מיקרוסופט
hi_in: Microsoft अनुशंसित ड्राइवर ब्लॉक सूची नीति बनाएँ
ja_jp: Microsoft推奨ドライバーブロックリストポリシーを作成します
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് ലിസ്റ്റ് നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady listy zablokowanych sterowników zalecane przez Microsoft
tr_tr: Microsoft Önerilen Sürücüler Engelleme Listesi ilkesini oluşturma

# RecommendedDriverBlockRulesCreateButton.AutomationProperties.HelpText
source: Create the Microsoft Recommended Drivers Block List policy
ar: إنشاء نهج قائمة حظر برامج التشغيل الموصى بها من Microsoft
de_de: Die Richtlinie "Von Microsoft empfohlene Treiber-Blockliste" erstellen
el_gr: Δημιουργία της πολιτικής Λίστας Αποκλεισμού Συνιστώμενων Οδηγών της Microsoft
es: Crear la directiva de Lista de Bloqueo de Controladores Recomendados de Microsoft
fr_fr: Créer la politique de liste de blocage des pilotes recommandés par Microsoft
he_il: צור את מדיניות רשימת חסימת מנהלי התקנים המומלצת של מיקרוסופט
hi_in: Microsoft अनुशंसित ड्राइवर ब्लॉक सूची नीति बनाएँ
ja_jp: Microsoft推奨ドライバーブロックリストポリシーを作成します
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് ലിസ്റ്റ് നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady listy zablokowanych sterowników zalecane przez Microsoft
tr_tr: Microsoft Önerilen Sürücüler Engelleme Listesi ilkesini oluşturma

# RecommendedUserModeBlockRulesCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# RecommendedUserModeBlockRulesCreateButton.ToolTipService.ToolTip
source: Create the Microsoft recommended user-mode block rules policy
ar: إنشاء نهج قواعد حظر وضع المستخدم الموصى بها من Microsoft
de_de: Die Richtlinie "Von Microsoft empfohlene Benutzermodus-Blockregeln" erstellen
el_gr: Δημιουργία της πολιτικής Συνιστώμενων Κανόνων Αποκλεισμού Λειτουργίας Χρήστη της Microsoft
es: Crear la directiva de reglas de bloqueo de modo usuario recomendadas por Microsoft
fr_fr: Créer la politique de règles de blocage utilisateur recommandées par Microsoft
he_il: צור את מדיניות כללי החסימה המומלצים של מיקרוסופט למצב משתמש
hi_in: Microsoft अनुशंसित यूज़र-मोड ब्लॉक नियम नीति बनाएँ
ja_jp: Microsoft推奨ユーザーモードブロックルールポリシーを作成します
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന യൂസർ-മോഡ് ബ്ലോക്ക് നിയമങ്ങളുടെ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady reguł blokowania trybu użytkownika zalecane przez Microsoft
tr_tr: Microsoft'un önerdiği kullanıcı modu engelleme kuralları ilkesini oluşturun

# RecommendedUserModeBlockRulesCreateButton.AutomationProperties.HelpText
source: Create the Microsoft recommended user-mode block rules policy
ar: إنشاء نهج قواعد حظر وضع المستخدم الموصى بها من Microsoft
de_de: Die Richtlinie "Von Microsoft empfohlene Benutzermodus-Blockregeln" erstellen
el_gr: Δημιουργία της πολιτικής Συνιστώμενων Κανόνων Αποκλεισμού Λειτουργίας Χρήστη της Microsoft
es: Crear la directiva de reglas de bloqueo de modo usuario recomendadas por Microsoft
fr_fr: Créer la politique de règles de blocage utilisateur recommandées par Microsoft
he_il: צור את מדיניות כללי החסימה המומלצים של מיקרוסופט למצב משתמש
hi_in: Microsoft अनुशंसित यूज़र-मोड ब्लॉक नियम नीति बनाएँ
ja_jp: Microsoft推奨ユーザーモードブロックルールポリシーを作成します
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന യൂസർ-മോഡ് ബ്ലോക്ക് നിയമങ്ങളുടെ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady reguł blokowania trybu użytkownika zalecane przez Microsoft
tr_tr: Microsoft'un önerdiği kullanıcı modu engelleme kuralları ilkesini oluşturun

# StrictKernelModePolicyCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# StrictKernelModePolicyCreateButton.ToolTipService.ToolTip
source: Create the Strict Kernel-mode base policy
ar: إنشاء نهج وضع النواة الصارم الأساسي
de_de: Die strikte Kernelmodus-Basisrichtlinie erstellen
el_gr: Δημιουργία της βασικής πολιτικής Strict Kernel-mode
es: Crear la directiva base de modo Kernel Estricto
fr_fr: Créer la politique de base Stricte en Mode Noyau
he_il: צור את מדיניות הבסיס של מצב הליבה המחמיר
hi_in: सख्त Kernel-mode मूल नीति बनाएँ
ja_jp: 厳格なカーネルモードベースポリシーを作成します
ml_in: കർശനമായ കേർണൽ-മോഡ് അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady trybu ścisłego jądra
tr_tr: Katı Çekirdek modu temel ilkesini oluşturma

# StrictKernelModePolicyCreateButton.AutomationProperties.HelpText
source: Create the Strict Kernel-mode base policy
ar: إنشاء نهج وضع النواة الصارم الأساسي
de_de: Die strikte Kernelmodus-Basisrichtlinie erstellen
el_gr: Δημιουργία της βασικής πολιτικής Strict Kernel-mode
es: Crear la directiva base de modo Kernel Estricto
fr_fr: Créer la politique de base Stricte en Mode Noyau
he_il: צור את מדיניות הבסיס של מצב הליבה המחמיר
hi_in: सख्त Kernel-mode मूल नीति बनाएँ
ja_jp: 厳格なカーネルモードベースポリシーを作成します
ml_in: കർശനമായ കേർണൽ-മോഡ് അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady trybu ścisłego jądra
tr_tr: Katı Çekirdek modu temel ilkesini oluşturma

# StrictKernelModePolicyUseNoFlightRootsToggleSwitchSettingsCard.Header
source: No flight root certificates
ar: لا توجد شهادات جذر تجريبية
de_de: Keine Flight-Stammzertifikate
el_gr: Χωρίς πιστοποιητικά flight root
es: Sin certificados raíz de versiones preliminares
fr_fr: Pas de certificats racines flight
he_il: ללא תעודות שורש טיסה
hi_in: कोई फ्लाइट रूट प्रमाणपत्र नहीं
ja_jp: フライトルート証明書なし
ml_in: ഫ്ലൈറ്റ് റൂട്ട് സർട്ടിഫിക്കറ്റുകളില്ല
pl_pl: Brak głównych certyfikatów flight
tr_tr: Uçuş kök sertifikası yok

# StrictKernelModePolicyUseNoFlightRootsToggleSwitchSettingsCard.Description
source: Do not allow flight root certificates
ar: عدم السماح بشهادات الجذر التجريبية
de_de: Flight-Stammzertifikate nicht zulassen
el_gr: Μην επιτρέπετε πιστοποιητικά flight root
es: No permitir certificados raíz de versiones preliminares
fr_fr: Ne pas autoriser les certificats racines flight
he_il: אל תאפשר תעודות שורש טיסה
hi_in: फ्लाइट रूट प्रमाणपत्रों की अनुमति न दें
ja_jp: フライトルート証明書を許可しない
ml_in: ഫ്ലൈറ്റ് റൂട്ട് സർട്ടിഫിക്കറ്റുകൾ അനുവദിക്കരുത്
pl_pl: Nie zezwalaj na główne certyfikaty flight
tr_tr: Uçuş kök sertifikalarına izin verme

source: Do not allow flight root certificates
ar: عدم السماح بشهادات الجذر التجريبية
de_de: Flight-Stammzertifikate nicht zulassen
el_gr: Μην επιτρέπετε πιστοποιητικά flight root
es: No permitir certificados raíz de versiones preliminares
fr_fr: Ne pas autoriser les certificats racines flight
he_il: אל תאפשר תעודות שורש טיסה
hi_in: फ्लाइट रूट प्रमाणपत्रों की अनुमति न दें
ja_jp: フライトルート証明書を許可しない
ml_in: ഫ്ലൈറ്റ് റൂട്ട് സർട്ടിഫിക്കറ്റുകൾ അനുവദിക്കരുത്
pl_pl: Nie zezwalaj na główne certyfikaty flight
tr_tr: Uçuş kök sertifikalarına izin verme

# StrictKernelModePolicySection.Header
source: Create Strict Kernel-mode Policy
ar: إنشاء نهج وضع النواة الصارم
de_de: Strikte Kernelmodus-Richtlinie erstellen
el_gr: Δημιουργία Πολιτικής Strict Kernel-mode
es: Crear Directiva de Modo Kernel Estricto
fr_fr: Créer une Politique Stricte en Mode Noyau
he_il: צור מדיניות מצב הליבה מחמירה
hi_in: सख्त Kernel-mode नीति बनाएँ
ja_jp: 厳格なカーネルモードポリシーを作成
ml_in: കർശനമായ കേർണൽ-മോഡ് നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady trybu ścisłego jądra
tr_tr: Sıkı Çekirdek Modu Politikası Oluşturun

# StrictKernelModePolicySection.Description
source: This policy will only enforce Kernel-mode files and has no effect on user-mode files
ar: سيفرض هذا النهج ملفات وضع النواة فقط وليس له أي تأثير على ملفات وضع المستخدم
de_de: Diese Richtlinie erzwingt nur Kernelmodus-Dateien und hat keine Auswirkung auf Benutzermodus-Dateien
el_gr: Αυτή η πολιτική θα επιβάλλει μόνο αρχεία λειτουργίας πυρήνα και δεν θα έχει καμία επίδραση στα αρχεία λειτουργίας χρήστη
es: Esta directiva solo aplicará archivos de modo Kernel y no tendrá efecto en archivos de modo usuario
fr_fr: Cette politique ne s'appliquera qu'aux fichiers en mode noyau et n'aura aucun effet sur les fichiers en mode utilisateur
he_il: מדיניות זו תאכוף רק קבצי מצב הליבה ואין לה השפעה על קבצי מצב משתמש
hi_in: यह नीति केवल Kernel-mode फ़ाइलों को लागू करेगी और यूज़र-मोड फ़ाइलों पर कोई प्रभाव नहीं डालेगी
ja_jp: このポリシーはカーネルモードファイルのみを強制し、ユーザーモードファイルには影響しません
ml_in: ഈ നയം കേർണൽ-മോഡ് ഫയലുകൾ മാത്രം നടപ്പിലാക്കും, യൂസർ-മോഡ് ഫയലുകളിൽ യാതൊരു സ്വാധീനവുമില്ല
pl_pl: Te zasady będą wymuszać tylko pliki trybu jądra i nie będą miały wpływu na pliki trybu użytkownika
tr_tr: Bu politika yalnızca Çekirdek modu dosyalarını zorunlu kılar ve kullanıcı modu dosyaları üzerinde hiçbir etkisi yoktur

# StrictKernelModePolicySection.ToolTipService.ToolTip
source: This policy will only enforce Kernel-mode files and has no effect on user-mode files
ar: سيفرض هذا النهج ملفات وضع النواة فقط وليس له أي تأثير على ملفات وضع المستخدم
de_de: Diese Richtlinie erzwingt nur Kernelmodus-Dateien und hat keine Auswirkung auf Benutzermodus-Dateien
el_gr: Αυτή η πολιτική θα επιβάλλει μόνο αρχεία λειτουργίας πυρήνα και δεν θα έχει καμία επίδραση στα αρχεία λειτουργίας χρήστη
es: Esta directiva solo aplicará archivos de modo Kernel y no tendrá efecto en archivos de modo usuario
fr_fr: Cette politique ne s'appliquera qu'aux fichiers en mode noyau et n'aura aucun effet sur les fichiers en mode utilisateur
he_il: מדיניות זו תאכוף רק קבצי מצב הליבה ואין לה השפעה על קבצי מצב משתמש
hi_in: यह नीति केवल Kernel-mode फ़ाइलों को लागू करेगी और यूज़र-मोड फ़ाइलों पर कोई प्रभाव नहीं डालेगी
ja_jp: このポリシーはカーネルモードファイルのみを強制し、ユーザーモードファイルには影響しません
ml_in: ഈ നയം കേർണൽ-മോഡ് ഫയലുകൾ മാത്രം നടപ്പിലാക്കും, യൂസർ-മോഡ് ഫയലുകളിൽ യാതൊരു സ്വാധീനവുമില്ല
pl_pl: Te zasady będą wymuszać tylko pliki trybu jądra i nie będą miały wpływu na pliki trybu użytkownika
tr_tr: Bu politika yalnızca Çekirdek modu dosyalarını zorunlu kılar ve kullanıcı modu dosyaları üzerinde hiçbir etkisi yoktur

# StrictKernelModePolicySection.AutomationProperties.HelpText
source: This policy will only enforce Kernel-mode files and has no effect on user-mode files
ar: سيفرض هذا النهج ملفات وضع النواة فقط وليس له أي تأثير على ملفات وضع المستخدم
de_de: Diese Richtlinie erzwingt nur Kernelmodus-Dateien und hat keine Auswirkung auf Benutzermodus-Dateien
el_gr: Αυτή η πολιτική θα επιβάλλει μόνο αρχεία λειτουργίας πυρήνα και δεν θα έχει καμία επίδραση στα αρχεία λειτουργίας χρήστη
es: Esta directiva solo aplicará archivos de modo Kernel y no tendrá efecto en archivos de modo usuario
fr_fr: Cette politique ne s'appliquera qu'aux fichiers en mode noyau et n'aura aucun effet sur les fichiers en mode utilisateur
he_il: מדיניות זו תאכוף רק קבצי מצב הליבה ואין לה השפעה על קבצי מצב משתמש
hi_in: यह नीति केवल Kernel-mode फ़ाइलों को लागू करेगी और यूज़र-मोड फ़ाइलों पर कोई प्रभाव नहीं डालेगी
ja_jp: このポリシーはカーネルモードファイルのみを強制し、ユーザーモードファイルには影響しません
ml_in: ഈ നയം കേർണൽ-മോഡ് ഫയലുകൾ മാത്രം നടപ്പിലാക്കും, യൂസർ-മോഡ് ഫയലുകളിൽ യാതൊരു സ്വാധീനവുമില്ല
pl_pl: Te zasady będą wymuszać tylko pliki trybu jądra i nie będą miały wpływu na pliki trybu użytkownika
tr_tr: Bu politika yalnızca Çekirdek modu dosyalarını zorunlu kılar ve kullanıcı modu dosyaları üzerinde hiçbir etkisi yoktur

# RecommendedUserModeBlockRulesSettings.Header
source: Create Microsoft Recommended User Mode Block Rules
ar: إنشاء قواعد حظر وضع المستخدم الموصى بها من Microsoft
de_de: Von Microsoft empfohlene Benutzermodus-Blockregeln erstellen
el_gr: Δημιουργία Συνιστώμενων Κανόνων Αποκλεισμού Λειτουργίας Χρήστη της Microsoft
es: Crear Reglas de Bloqueo de Modo Usuario Recomendadas por Microsoft
fr_fr: Créer les Règles de Blocage Recommandées par Microsoft en Mode Utilisateur
he_il: צור כללי חסימה מומלצים של מיקרוסופט למצב משתמש
hi_in: Microsoft अनुशंसित यूज़र-मोड ब्लॉक नियम बनाएँ
ja_jp: Microsoft推奨ユーザーモードブロックルールを作成
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന യൂസർ മോഡ് ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കുക
pl_pl: Utwórz zalecane przez Microsoft reguły blokowania trybu użytkownika
tr_tr: Microsoft Tarafından Önerilen Kullanıcı Modu Engelleme Kuralları Oluşturun

# RecommendedUserModeBlockRulesSettings.Description
source: This policy will create the Microsoft Recommended User Mode Block Rules.
ar: سينشئ هذا النهج قواعد حظر وضع المستخدم الموصى بها من Microsoft.
de_de: Diese Richtlinie erstellt die von Microsoft empfohlenen Benutzermodus-Blockregeln.
el_gr: Αυτή η πολιτική θα δημιουργήσει τους Συνιστώμενους Κανόνες Αποκλεισμού Λειτουργίας Χρήστη της Microsoft.
es: Esta directiva creará las Reglas de Bloqueo de Modo Usuario Recomendadas por Microsoft.
fr_fr: Cette politique créera les règles de blocage recommandées par Microsoft en mode utilisateur.
he_il: מדיניות זו תיצור את כללי החסימה המומלצים של מיקרוסופט למצב משתמש.
hi_in: यह नीति Microsoft अनुशंसित यूज़र-मोड ब्लॉक नियम बनाएगी।
ja_jp: このポリシーはMicrosoft推奨ユーザーモードブロックルールを作成します。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന യൂസർ മോഡ് ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കും.
pl_pl: Te zasady utworzą zalecane przez Microsoft reguły blokowania trybu użytkownika.
tr_tr: Bu politika, Microsoft Önerilen Kullanıcı Modu Engelleme Kurallarını oluşturacaktır.

# RecommendedUserModeBlockRulesSettings.ToolTipService.ToolTip
source: This policy will create the Microsoft Recommended User Mode Block Rules.
ar: سينشئ هذا النهج قواعد حظر وضع المستخدم الموصى بها من Microsoft.
de_de: Diese Richtlinie erstellt die von Microsoft empfohlenen Benutzermodus-Blockregeln.
el_gr: Αυτή η πολιτική θα δημιουργήσει τους Συνιστώμενους Κανόνες Αποκλεισμού Λειτουργίας Χρήστη της Microsoft.
es: Esta directiva creará las Reglas de Bloqueo de Modo Usuario Recomendadas por Microsoft.
fr_fr: Cette politique créera les règles de blocage recommandées par Microsoft en mode utilisateur.
he_il: מדיניות זו תיצור את כללי החסימה המומלצים של מיקרוסופט למצב משתמש.
hi_in: यह नीति Microsoft अनुशंसित यूज़र-मोड ब्लॉक नियम बनाएगी।
ja_jp: このポリシーはMicrosoft推奨ユーザーモードブロックルールを作成します。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന യൂസർ മോഡ് ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കും.
pl_pl: Te zasady utworzą zalecane przez Microsoft reguły blokowania trybu użytkownika.
tr_tr: Bu politika, Microsoft Önerilen Kullanıcı Modu Engelleme Kurallarını oluşturacaktır.

# RecommendedUserModeBlockRulesSettings.AutomationProperties.HelpText
source: This policy will create the Microsoft Recommended User Mode Block Rules.
ar: سينشئ هذا النهج قواعد حظر وضع المستخدم الموصى بها من Microsoft.
de_de: Diese Richtlinie erstellt die von Microsoft empfohlenen Benutzermodus-Blockregeln.
el_gr: Αυτή η πολιτική θα δημιουργήσει τους Συνιστώμενους Κανόνες Αποκλεισμού Λειτουργίας Χρήστη της Microsoft.
es: Esta directiva creará las Reglas de Bloqueo de Modo Usuario Recomendadas por Microsoft.
fr_fr: Cette politique créera les règles de blocage recommandées par Microsoft en mode utilisateur.
he_il: מדיניות זו תיצור את כללי החסימה המומלצים של מיקרוסופט למצב משתמש.
hi_in: यह नीति Microsoft अनुशंसित यूज़र-मोड ब्लॉक नियम बनाएगी।
ja_jp: このポリシーはMicrosoft推奨ユーザーモードブロックルールを作成します。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന യൂസർ മോഡ് ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കും.
pl_pl: Te zasady utworzą zalecane przez Microsoft reguły blokowania trybu użytkownika.
tr_tr: Bu politika, Microsoft Önerilen Kullanıcı Modu Engelleme Kurallarını oluşturacaktır.

# DriversBlockRulesLittleSettingsCard.Header
source: Info
ar: معلومات
el_gr: Πληροφορίες
es: Información
he_il: מידע
hi_in: सूचना
ja_jp: 情報
ml_in: വിവരം
pl_pl: Informacje
tr_tr: Bilgi

# DriversBlockRulesLittleSettingsCard.Description
source: Information about the latest Microsoft Recommended Drivers Block Rules
ar: معلومات حول أحدث قواعد حظر برامج التشغيل الموصى بها من Microsoft
de_de: Informationen zu den neuesten von Microsoft empfohlenen Treiber-Blockregeln
el_gr: Πληροφορίες σχετικά με την τελευταία Λίστα Αποκλεισμού Συνιστώμενων Οδηγών της Microsoft
es: Información sobre las últimas Reglas de Bloqueo de Controladores Recomendadas por Microsoft
fr_fr: Informations sur les dernières règles de blocage des pilotes recommandés par Microsoft
he_il: מידע על כללי חסימת מנהלי התקנים המומלצים האחרונים של מיקרוסופט
hi_in: Microsoft अनुशंसित ड्राइवर ब्लॉक नियमों के नवीनतम जानकारी
ja_jp: 最新のMicrosoft推奨ドライバーブロックルールに関する情報
ml_in: ഏറ്റവും പുതിയ മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങളെക്കുറിച്ചുള്ള വിവരങ്ങൾ
pl_pl: Informacje o najnowszych zalecanych przez Microsoft regułach blokowania sterowników
tr_tr: En son Microsoft Önerilen Sürücüler Engelleme Kuralları hakkında bilgi

# DriversBlockRulesLittleSettingsCard.ToolTipService.ToolTip
source: Information about the latest Microsoft Recommended Drivers Block Rules
ar: معلومات حول أحدث قواعد حظر برامج التشغيل الموصى بها من Microsoft
de_de: Informationen zu den neuesten von Microsoft empfohlenen Treiber-Blockregeln
el_gr: Πληροφορίες σχετικά με την τελευταία Λίστα Αποκλεισμού Συνιστώμενων Οδηγών της Microsoft
es: Información sobre las últimas Reglas de Bloqueo de Controladores Recomendadas por Microsoft
fr_fr: Informations sur les dernières règles de blocage des pilotes recommandés par Microsoft
he_il: מידע על כללי חסימת מנהלי התקנים המומלצים האחרונים של מיקרוסופט
hi_in: Microsoft अनुशंसित ड्राइवर ब्लॉक नियमों के नवीनतम जानकारी
ja_jp: 最新のMicrosoft推奨ドライバーブロックルールに関する情報
ml_in: ഏറ്റവും പുതിയ മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങളെക്കുറിച്ചുള്ള വിവരങ്ങൾ
pl_pl: Informacje o najnowszych zalecanych przez Microsoft regułach blokowania sterowników
tr_tr: En son Microsoft Önerilen Sürücüler Engelleme Kuralları hakkında bilgi

# DriversBlockRulesLittleSettingsCard.AutomationProperties.HelpText
source: Information about the latest Microsoft Recommended Drivers Block Rules
ar: معلومات حول أحدث قواعد حظر برامج التشغيل الموصى بها من Microsoft
de_de: Informationen zu den neuesten von Microsoft empfohlenen Treiber-Blockregeln
el_gr: Πληροφορίες σχετικά με την τελευταία Λίστα Αποκλεισμού Συνιστώμενων Οδηγών της Microsoft
es: Información sobre las últimas Reglas de Bloqueo de Controladores Recomendadas por Microsoft
fr_fr: Informations sur les dernières règles de blocage des pilotes recommandés par Microsoft
he_il: מידע על כללי חסימת מנהלי התקנים המומלצים האחרונים של מיקרוסופט
hi_in: Microsoft अनुशंसित ड्राइवर ब्लॉक नियमों के नवीनतम जानकारी
ja_jp: 最新のMicrosoft推奨ドライバーブロックルールに関する情報
ml_in: ഏറ്റവും പുതിയ മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങളെക്കുറിച്ചുള്ള വിവരങ്ങൾ
pl_pl: Informacje o najnowszych zalecanych przez Microsoft regułach blokowania sterowników
tr_tr: En son Microsoft Önerilen Sürücüler Engelleme Kuralları hakkında bilgi

# RecommendedDriverBlockRulesScheduledAutoUpdate.Content
source: Auto Update
ar: تحديث تلقائي
de_de: Automatische Aktualisierung
el_gr: Αυτόματη Ενημέρωση
es: Actualización Automática
fr_fr: Mise à jour Auto
he_il: עדכון אוטומטי
hi_in: स्वचालित अपडेट
ja_jp: 自動更新
ml_in: യാന്ത്രിക അപ്‌ഡേറ്റ്
pl_pl: Automatyczna aktualizacja
tr_tr: Otomatik Güncelleme

# RecommendedDriverBlockRulesScheduledAutoUpdate.ToolTipService.ToolTip
source: Configures the Microsoft Recommended Drivers Block List to be automatically updated using a scheduled task
ar: يقوم بتكوين قائمة حظر برامج التشغيل الموصى بها من Microsoft ليتم تحديثها تلقائيًا باستخدام مهمة مجدولة
de_de: Konfiguriert die von Microsoft empfohlene Treiber-Blockliste für automatische Aktualisierung mithilfe einer geplanten Aufgabe
el_gr: Διαμορφώνει τη Λίστα Αποκλεισμού Συνιστώμενων Οδηγών της Microsoft ώστε να ενημερώνεται αυτόματα χρησιμοποιώντας μια προγραμματισμένη εργασία
es: Configura la Lista de Bloqueo de Controladores Recomendados de Microsoft para que se actualice automáticamente mediante una tarea programada
fr_fr: Configure la liste de blocage des pilotes recommandés par Microsoft pour être automatiquement mise à jour via une tâche planifiée
he_il: מגדיר את רשימת חסימת מנהלי התקנים המומלצת של מיקרוסופט להתעדכן אוטומטית באמצעות משימה מתוזמנת
hi_in: अनुसूचित कार्य का उपयोग करके Microsoft अनुशंसित ड्राइवर ब्लॉक सूची को स्वचालित रूप से अपडेट करने के लिए कॉन्फ़िगर करता है
ja_jp: スケジュールタスクを使用してMicrosoft推奨ドライバーブロックリストが自動更新されるように構成します
ml_in: ഷെഡ്യൂൾ ചെയ്ത ടാസ്‌ക് ഉപയോഗിച്ച് മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് ലിസ്റ്റ് യാന്ത്രികമായി അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന് ക്രമീകരിക്കുന്നു
pl_pl: Konfiguruje automatyczną aktualizację listy zablokowanych sterowników zalecanej przez Microsoft za pomocą zaplanowanego zadania
tr_tr: Zamanlanmış bir görev kullanılarak otomatik olarak güncelleştirilecek Microsoft Önerilen Sürücüler Engelleme Listesini yapılandırır
